Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: A balance cap on its own does nothing. Add a contributing automation (such as a fixed amount, save by date, or whatever is left) so the cap has something to clamp.
de: Eine Saldoobergrenze allein bewirkt nichts. Fügen Sie eine beitragende Automatisierung hinzu (etwa einen festen Betrag, Sparen bis zu einem Datum oder den Restbetrag), damit die Obergrenze greifen kann.
es: Un límite de saldo por sí solo no hace nada. Añade una automatización que aporte fondos (como un importe fijo, ahorro por fecha o lo que quede) para que el límite pueda aplicarse.
fr: Un plafond de solde seul ne sert à rien. Ajoutez une automatisation contributive (par exemple un montant fixe, une épargne par date ou le solde restant) à plafonner.
it: Un limite di saldo da solo non serve. Aggiungi un'automazione contributiva (come un importo fisso, un risparmio entro una data o il residuo) da limitare.
nl: Een saldolimiet doet op zichzelf niets. Voeg een automatisering toe die geld bijdraagt (zoals een vast bedrag, sparen voor een datum of wat er overblijft), zodat de limiet iets heeft om af te toppen.
pt_br: Um limite de saldo sozinho não faz nada. Adicione uma automação que contribua (como um valor fixo, economia por data ou o restante) para que o limite possa atuar.

source: A category group named "%@" already exists
de: Eine Kategoriegruppe namens „%@“ existiert bereits
es: Ya existe un grupo de categorías llamado « %@ »
fr: Un groupe de catégories nommé « %@ » existe déjà
it: Esiste già un gruppo di categorie chiamato «%@»
nl: Er bestaat al een categoriegroep met de naam ‘%@’
pt_br: Já existe um grupo de categorias chamado “%@”

source: A date is required.
de: Ein Datum ist erforderlich.
es: Se requiere una fecha.
fr: Une date est requise.
it: È necessaria una data.
nl: Een datum is vereist.
pt_br: É necessário informar uma data.

source: A schedule needs an account. Leaving the payee blank matches only transactions that have no payee.
de: Eine Planung benötigt ein Konto. Wenn der Zahlungsempfänger leer bleibt, werden nur Transaktionen ohne Zahlungsempfänger gefunden.
es: Una programación necesita una cuenta. Dejar vacío el beneficiario solo coincide con transacciones sin beneficiario.
fr: Une programmation nécessite un compte. Laisser le bénéficiaire vide ne correspond qu'aux transactions sans bénéficiaire.
it: Una programmazione richiede un conto. Lasciare vuoto il beneficiario corrisponde solo alle transazioni senza beneficiario.
nl: Een planning heeft een rekening nodig. Als de begunstigde leeg blijft, komen alleen transacties zonder begunstigde overeen.
pt_br: Um agendamento precisa de uma conta. Deixar o beneficiário em branco corresponde apenas a transações sem beneficiário.

source: A share of this month's or last month's income.
de: Ein Anteil des Einkommens dieses oder letzten Monats.
es: Una parte de los ingresos de este mes o del anterior.
fr: Une part des revenus de ce mois ou du mois dernier.
it: Una parte del reddito di questo mese o del mese scorso.
nl: Een deel van het inkomen van deze of vorige maand.
pt_br: Uma parte da renda deste mês ou do mês passado.

source: A transaction rule suppressed this import, so it remains pending.
de: Eine Transaktionsregel hat diesen Import unterdrückt, daher bleibt er ausstehend.
es: Una regla de transacciones suprimió esta importación, por lo que sigue pendiente.
fr: Une règle de transaction a ignoré cette importation, qui reste donc en attente.
it: Una regola di transazione ha soppresso questa importazione, che rimane quindi in sospeso.
nl: Een transactieregel heeft deze import onderdrukt, waardoor deze in behandeling blijft.
pt_br: Uma regra de transação suprimiu esta importação, que continua pendente.

source: A transaction rule suppressed this transaction.
de: Eine Transaktionsregel hat diese Transaktion unterdrückt.
es: Una regla de transacciones suprimió esta transacción.
fr: Une règle de transaction a ignoré cette transaction.
it: Una regola di transazione ha soppresso questa transazione.
nl: Een transactieregel heeft deze transactie onderdrukt.
pt_br: Uma regra de transação suprimiu esta transação.

source: A valid amount is required.
de: Ein gültiger Betrag ist erforderlich.
es: Se requiere un importe válido.
fr: Un montant valide est requis.
it: È necessario un importo valido.
nl: Een geldig bedrag is vereist.
pt_br: É necessário informar um valor válido.

source: A weekly or daily cap is multiplied by the number of weeks or days in the month, so the effective monthly cap changes with each month.
de: Eine wöchentliche oder tägliche Obergrenze wird mit der Anzahl der Wochen bzw. Tage im Monat multipliziert, sodass sich die effektive monatliche Obergrenze von Monat zu Monat ändert.
es: Un límite semanal o diario se multiplica por el número de semanas o días del mes, por lo que el límite mensual efectivo cambia cada mes.
fr: Un plafond hebdomadaire ou quotidien est multiplié par le nombre de semaines ou de jours du mois, de sorte que le plafond mensuel effectif change chaque mois.
it: Un limite settimanale o giornaliero viene moltiplicato per il numero di settimane o giorni del mese, quindi il limite mensile effettivo cambia ogni mese.
nl: Een wekelijkse of dagelijkse limiet wordt vermenigvuldigd met het aantal weken of dagen in de maand, waardoor de effectieve maandelijkse limiet elke maand verandert.
pt_br: Um limite semanal ou diário é multiplicado pelo número de semanas ou dias no mês, portanto o limite mensal efetivo muda a cada mês.

source: About
de: Um
es: Acerca de
fr: À propos
it: Di
nl: Over
pt_br: Sobre

source: Account
de: Konto
es: Cuenta
fr: Compte
it: Conto
nl: Rekening
pt_br: Conta

source: Account Balance
de: Kontostand
es: Saldo de la cuenta
fr: Solde du compte
it: Saldo del conto
nl: Accountsaldo
pt_br: Saldo da conta

source: Account is no longer available. Edit your shortcut to pick a different account.
de: Konto ist nicht mehr verfügbar. Bearbeiten Sie Ihre Verknüpfung, um ein anderes Konto auszuwählen.
es: La cuenta ya no está disponible. Edite su atajo para elegir otra cuenta.
fr: Le compte n'est plus disponible. Modifiez votre raccourci pour en choisir un autre.
it: L'account non è più disponibile. Modifica la scorciatoia per scegliere un account diverso.
nl: Account is niet langer beschikbaar. Bewerk uw snelkoppeling om een ​​ander account te kiezen.
pt_br: A conta não está mais disponível. Edite o atalho para escolher outra conta.

source: Account list display options
de: Anzeigeoptionen für die Kontenliste
es: Opciones de visualización de la lista de cuentas
fr: Options d'affichage de la liste des comptes
it: Opzioni di visualizzazione dell'elenco dei conti
nl: Weergaveopties voor de rekeninglijst
pt_br: Opções de exibição da lista de contas

source: Account Unavailable
de: Konto nicht verfügbar
es: Cuenta no disponible
fr: Compte indisponible
it: Conto non disponibile
nl: Account niet beschikbaar
pt_br: Conta indisponível

source: Account was not found. Select a valid account in your shortcut.
de: Konto wurde nicht gefunden. Wählen Sie in Ihrer Verknüpfung ein gültiges Konto aus.
es: No se encontró la cuenta. Seleccione una cuenta válida en su atajo.
fr: Compte introuvable. Sélectionnez un compte valide dans votre raccourci.
it: L'account non è stato trovato. Seleziona un account valido nel collegamento.
nl: Account is niet gevonden. Selecteer een geldig account in uw snelkoppeling.
pt_br: Conta não encontrada. Selecione uma conta válida no atalho.

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conti
nl: Rekeningen
pt_br: Contas

source: Accounts options
de: Kontenoptionen
es: Opciones de cuentas
fr: Options des comptes
it: Opzioni dei conti
nl: Rekeningopties
pt_br: Opções de contas

# accounts.add.title
source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account
nl: Account toevoegen
pt_br: Adicionar conta

# accounts.create.balance
source: Balance
de: Saldo
es: Saldo
fr: Solde
it: Saldo
nl: Saldo
pt_br: Saldo

# accounts.create.balanceHelp
source: The account's starting balance, as of today.
de: Der heutige Startsaldo des Kontos.
es: El saldo inicial de la cuenta a fecha de hoy.
fr: Le solde initial du compte, à la date d'aujourd'hui.
it: Il saldo iniziale del conto, ad oggi.
nl: Het startsaldo van de rekening, vanaf vandaag.
pt_br: O saldo inicial da conta, na data de hoje.

# accounts.create.invalidBalance
source: Invalid balance
de: Ungültiges Guthaben
es: Saldo no válido
fr: Solde invalide
it: Saldo non valido
nl: Ongeldig saldo
pt_br: Saldo inválido

# accounts.create.linkBank
source: Link a bank account
de: Bankkonto verknüpfen
es: Vincular una cuenta bancaria
fr: Associer un compte bancaire
it: Collega un conto bancario
nl: Bankrekening koppelen
pt_br: Vincular uma conta bancária

# accounts.create.local
source: Create a local account
de: Erstellen Sie ein lokales Konto
es: Crear una cuenta local
fr: Créer un compte local
it: Crea un account locale
nl: Maak een lokaal account aan
pt_br: Criar uma conta local

# accounts.create.name
source: Account Name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome del conto
nl: Accountnaam
pt_br: Nome da conta

# accounts.create.nameRequired
source: Enter an account name
de: Geben Sie einen Kontonamen ein
es: Introduzca un nombre de cuenta
fr: Saisissez un nom de compte
it: Inserisci un nome account
nl: Voer een accountnaam in
pt_br: Digite um nome de conta

# accounts.create.offBudgetHelp
source: Off-budget accounts (like investments or loans) aren't included in your budget's available funds.
de: Außerbudgetäre Konten (wie Investitionen oder Kredite) sind nicht in den verfügbaren Mitteln Ihres Budgets enthalten.
es: Las cuentas fuera del presupuesto, como inversiones o préstamos, no se incluyen en los fondos disponibles del presupuesto.
fr: Les comptes hors budget, comme les placements ou les prêts, ne sont pas inclus dans les fonds disponibles de votre budget.
it: I conti fuori budget (come investimenti o prestiti) non sono inclusi nei fondi disponibili del tuo budget.
nl: Rekeningen buiten het budget (zoals investeringen of leningen) worden niet opgenomen in de beschikbare middelen van uw budget.
pt_br: Contas fora do orçamento, como investimentos ou empréstimos, não são incluídas nos fundos disponíveis do seu orçamento.

# accounts.create.onBudget
source: On Budget
de: Im Rahmen des Budgets
es: En el presupuesto
fr: Dans le budget
it: Sul budget
nl: Op begroting
pt_br: No orçamento

# accounts.create.title
source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea conto
nl: Account aanmaken
pt_br: Criar conta

source: Action
de: Aktion
es: Acción
it: Azione
nl: Actie
pt_br: Ação

source: Action Failed
de: Aktion fehlgeschlagen
es: Acción fallida
fr: Échec de l’action
it: Azione non riuscita
nl: Actie mislukt
pt_br: Falha na ação

source: Active globally
de: Global aktiv
es: Activo globalmente
fr: Actif globalement
it: Attivo globalmente
nl: Globaal actief
pt_br: Ativo globalmente

source: Active in %lld scopes
de: In %lld Bereichen aktiv
es: Activo en %lld ámbitos
fr: Actif dans %lld périmètres
it: Attivo in %lld ambiti
nl: Actief in %lld bereiken
pt_br: Ativo em %lld escopos

source: Active in a pool
de: In einem Pool aktiv
es: Activo en un grupo
fr: Actif dans un groupe
it: Attivo in un gruppo
nl: Actief in een groep
pt_br: Ativo em um grupo

source: Actuali can only connect over a secure address. Check that your server URL starts with https:// — see %@ for help.
de: Actuali kann nur über eine sichere Adresse verbinden. Prüfe, ob die URL mit https:// beginnt. Hilfe: %@.
es: Actuali solo puede conectarse mediante una dirección segura. Comprueba que la URL empiece por https://. Consulta %@.
fr: Actuali ne peut se connecter qu’à une adresse sécurisée. Vérifiez que l’URL commence par https://. Consultez %@.
it: Actuali può connettersi solo a un indirizzo sicuro. Verifica che l’URL inizi con https://. Consulta %@.
nl: Actuali kan alleen via een veilig adres verbinden. Controleer of de URL met https:// begint. Zie %@.
pt_br: O Actuali só pode se conectar por um endereço seguro. Verifique se a URL começa com https://. Consulte %@.

source: Actuali can't refresh GoCardless accounts yet. Refresh them from the Actual web app.
de: Actuali kann GoCardless-Konten noch nicht aktualisieren. Aktualisieren Sie sie in der Actual-Webapp.
es: Actuali aún no puede actualizar las cuentas de GoCardless. Actualícelas desde la aplicación web de Actual.
fr: Actuali ne peut pas encore actualiser les comptes GoCardless. Actualisez-les depuis l'application web Actual.
it: Actuali non può ancora aggiornare i conti GoCardless. Aggiornali dalla webapp di Actual.
nl: Actuali kan GoCardless-accounts nog niet vernieuwen. Vernieuw ze in de Actual webapp.
pt_br: O Actuali ainda não consegue atualizar contas do GoCardless. Atualize-as pelo app web do Actual.

source: Actuali can't refresh accounts from this bank provider yet. Refresh them from the Actual web app.
de: Actuali kann Konten dieses Bankanbieters noch nicht aktualisieren. Aktualisieren Sie sie in der Actual-Webapp.
es: Actuali aún no puede actualizar las cuentas de este proveedor bancario. Actualícelas desde la aplicación web de Actual.
fr: Actuali ne peut pas encore actualiser les comptes de ce fournisseur bancaire. Actualisez-les depuis l'application web Actual.
it: Actuali non può ancora aggiornare i conti di questo provider bancario. Aggiornali dalla webapp di Actual.
nl: Actuali kan accounts van deze bankprovider nog niet vernieuwen. Vernieuw ze in de Actual webapp.
pt_br: O Actuali ainda não consegue atualizar contas deste provedor bancário. Atualize-as pelo app web do Actual.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar

source: Add \(\.$amount) at \(\.$payee) in \(\.$account)
de: Füge \(\.$amount) bei \(\.$payee) in \(\.$account) hinzu
es: Añadir \(\.$amount) a \(\.$payee) en \(\.$account)
fr: Ajouter \(\.$amount) chez \(\.$payee) dans \(\.$account)
it: Aggiungi \(\.$amount) a \(\.$payee) in \(\.$account)
nl: Voeg \(\.$amount) toe bij \(\.$payee) op \(\.$account)
pt_br: Adicionar \(\.$amount) em \(\.$payee) na conta \(\.$account)

source: Add a balance cap
de: Saldoobergrenze hinzufügen
es: Añadir un límite de saldo
fr: Ajouter un plafond de solde
it: Aggiungi un limite di saldo
nl: Een saldolimiet toevoegen
pt_br: Adicionar um limite de saldo

source: Add a set amount every month, week, day, or year.
de: Jeden Monat, jede Woche, jeden Tag oder jedes Jahr einen festen Betrag hinzufügen.
es: Añade un importe fijo cada mes, semana, día o año.
fr: Ajouter un montant fixe chaque mois, semaine, jour ou année.
it: Aggiungi un importo fisso ogni mese, settimana, giorno o anno.
nl: Elke maand, week, dag of jaar een vast bedrag toevoegen.
pt_br: Adicionar um valor fixo a cada mês, semana, dia ou ano.

source: Add a transaction to your Actual budget.
de: Fügen Sie Ihrem Actual-Budget eine Transaktion hinzu.
es: Añade una transacción a tu presupuesto de Actual.
fr: Ajoutez une transaction à votre budget Actual.
it: Aggiungi una transazione al tuo budget di Actual.
nl: Voeg een transactie toe aan je Actual-budget.
pt_br: Adicione uma transação ao seu orçamento do Actual.

source: Add Action
de: Aktion hinzufügen
es: Añadir acción
fr: Ajouter une action
it: Aggiungi azione
nl: Actie toevoegen
pt_br: Adicionar ação

source: Add an account to create transactions
de: Fügen Sie ein Konto hinzu, um Transaktionen zu erstellen
es: Añada una cuenta para crear transacciones
fr: Ajoutez un compte pour créer des transactions
it: Aggiungi un account per creare transazioni
nl: Voeg een account toe om transacties aan te maken
pt_br: Adicione uma conta para criar transações

source: Add an automation that contributes funds
de: Eine Automatisierung hinzufügen, die Mittel beisteuert
es: Añade una automatización que aporte fondos
fr: Ajouter une automatisation qui apporte des fonds
it: Aggiungi un'automazione che contribuisca con fondi
nl: Voeg een automatisering toe die geld bijdraagt
pt_br: Adicione uma automação que contribua com fundos

source: Add Automation
de: Automatisierung hinzufügen
es: Añadir automatización
fr: Ajouter une automatisation
it: Aggiungi automazione
nl: Automatisering toevoegen
pt_br: Adicionar automação

source: Add Balance Cap
de: Guthabenobergrenze hinzufügen
es: Añadir límite de saldo
fr: Ajouter un plafond de solde
it: Aggiungi limite di saldo
nl: Saldolimiet toevoegen
pt_br: Adicionar limite de saldo

source: Add Budget
de: Budget hinzufügen
es: Añadir presupuesto
fr: Ajouter un budget
it: Aggiungi budget
nl: Budget toevoegen
pt_br: Adicionar orçamento

source: Add Card Mapping
de: Kartenzuordnung hinzufügen
es: Añadir asociación de tarjeta
fr: Ajouter une association de carte
it: Aggiungi la mappatura delle carte
nl: Kaarttoewijzing toevoegen
pt_br: Adicionar associação de cartão

source: Add Condition
de: Bedingung hinzufügen
es: Añadir condición
fr: Ajouter une condition
it: Aggiungi condizione
nl: Voorwaarde toevoegen
pt_br: Adicionar condição

source: Add Credit Card
de: Kreditkarte hinzufügen
es: Añadir tarjeta de crédito
fr: Ajouter une carte de crédit
it: Aggiungi carta di credito
nl: Creditcard toevoegen
pt_br: Adicionar cartão de crédito

source: Add Day
de: Tag hinzufügen
es: Añadir día
fr: Ajouter un jour
it: Aggiungi giorno
nl: Dag toevoegen
pt_br: Adicionar dia

source: Add End of Month Cleanup
de: Monatsendbereinigung hinzufügen
es: Añadir limpieza de fin de mes
fr: Ajouter un nettoyage de fin de mois
it: Aggiungi pulizia di fine mese
nl: Einde-maand-opschoning toevoegen
pt_br: Adicionar limpeza de fim de mês

source: Add header
de: Kopfzeile hinzufügen
es: Añadir encabezado
fr: Ajouter un en-tête
it: Aggiungi intestazione
nl: Koptekst toevoegen
pt_br: Adicionar cabeçalho

source: Add Line
de: Zeile hinzufügen
es: Añadir línea
fr: Ajouter une ligne
it: Aggiungi linea
nl: Lijn toevoegen
pt_br: Adicionar linha

source: Add Long-Term Goal
de: Langfristiges Ziel hinzufügen
es: Añadir objetivo a largo plazo
fr: Ajouter un objectif à long terme
it: Aggiungi obiettivo a lungo termine
nl: Langetermijndoel toevoegen
pt_br: Adicionar meta de longo prazo

source: Add Mapping
de: Zuordnung hinzufügen
es: Añadir asociación
fr: Ajouter une association
it: Aggiungi mappatura
nl: Voeg toewijzing toe
pt_br: Adicionar associação

source: Add Note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota
nl: Notitie toevoegen
pt_br: Adicionar nota

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
it: Aggiungi regola
nl: Regel toevoegen
pt_br: Adicionar regra

source: Add Schedule
de: Zeitplan hinzufügen
es: Añadir programación
fr: Ajouter une programmation
it: Aggiungi pianificazione
nl: Planning toevoegen
pt_br: Adicionar agendamento

source: Add to a Pool
de: Zu einem Pool hinzufügen
es: Añadir a un grupo
fr: Ajouter à un pool
it: Aggiungi a un pool
nl: Toevoegen aan een pool
pt_br: Adicionar a um pool

source: Add Transaction
de: Transaktion hinzufügen
es: Añadir transacción
fr: Ajouter une transaction
it: Aggiungi transazione
nl: Transactie toevoegen
pt_br: Adicionar transação

source: Add Transaction with Review
de: Transaktion mit Überprüfung hinzufügen
es: Añadir transacción con revisión
fr: Ajouter une transaction avec vérification
it: Aggiungi transazione con revisione
nl: Transactie met beoordeling toevoegen
pt_br: Adicionar transação com revisão

source: Add Transfer
de: Überweisung hinzufügen
es: Añadir transferencia
fr: Ajouter un transfert
it: Aggiungi trasferimento
nl: Overboeking toevoegen
pt_br: Adicionar transferência

source: Add with Review
de: Mit Überprüfung hinzufügen
es: Añadir para revisar
fr: Ajouter avec vérification
it: Aggiungi con revisione
nl: Toevoegen met controle
pt_br: Adicionar para revisar

source: Added %@
de: %@ hinzugefügt
es: Añadido %@
fr: Ajouté %@
it: Aggiunto %@
nl: %@ toegevoegd
pt_br: Adicionado %@

source: Added split transaction
de: Geteilte Transaktion hinzugefügt
es: Transacción dividida añadida
fr: Transaction fractionnée ajoutée
it: Transazione suddivisa aggiunta
nl: Gesplitste transactie toegevoegd
pt_br: Transação dividida adicionada

source: Adjust by
de: Anpassen um
es: Ajustar en
fr: Ajuster de
it: Regola di
nl: Aanpassen met
pt_br: Ajustar em

source: Adjustment
de: Anpassung
es: Ajuste
fr: Ajustement
it: Rettifica
nl: Aanpassing
pt_br: Ajuste

source: Adjustment out of range
de: Anpassung außerhalb des Bereichs
es: Ajuste fuera de rango
fr: Ajustement hors limites
it: Adeguamento fuori intervallo
nl: Aanpassing buiten bereik
pt_br: Ajuste fora do intervalo

source: After
de: Nach
es: Después de
fr: Après
it: Dopo
nl: Na
pt_br: Após

source: Age
de: Alter
es: Antigüedad
fr: Âge
it: Età
nl: Leeftijd
pt_br: Idade

source: Age of Money
de: Alter des Geldes
es: Antigüedad del dinero
fr: Âge de l’argent
it: Età del denaro
nl: Leeftijd van geld
pt_br: Idade do dinheiro

source: all
de: alle
es: todas
fr: toutes
it: tutte
nl: alle
pt_br: todas

source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
nl: Alles
pt_br: Todas

source: All Accounts
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
it: Tutti i conti
nl: Alle rekeningen
pt_br: Todas as contas

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie
nl: Alle categorieën
pt_br: Todas as categorias

source: All Categorized
de: Alles kategorisiert
es: Todo está categorizado
fr: Tout est catégorisé
it: Tutti categorizzati
nl: Allemaal gecategoriseerd
pt_br: Tudo categorizado

source: all conditions
de: alle Bedingungen
es: todas las condiciones
fr: toutes les conditions
it: tutte le condizioni
nl: alle voorwaarden
pt_br: todas as condições

source: All reconciled!
de: Alles abgeglichen!
es: ¡Todo conciliado!
fr: Tout est rapproché !
it: Tutti riconciliati!
nl: Alles afgestemd!
pt_br: Tudo conciliado!

source: All templates are up to date.
de: Alle Vorlagen sind aktuell.
es: Todas las plantillas están actualizadas.
fr: Tous les modèles sont à jour.
it: Tutti i modelli sono aggiornati.
nl: Alle sjablonen zijn up-to-date.
pt_br: Todos os modelos estão atualizados.

source: All templates passed the check.
de: Alle Vorlagen haben die Prüfung bestanden.
es: Todas las plantillas superaron la comprobación.
fr: Tous les modèles ont passé la vérification.
it: Tutti i modelli hanno superato il controllo.
nl: Alle sjablonen zijn geslaagd voor de controle.
pt_br: Todos os modelos passaram na verificação.

source: All Time
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Depuis le début
it: Tutto il periodo
nl: Alle perioden
pt_br: Todo o período

source: All Transactions
de: Alle Transaktionen
es: Todas las transacciones
fr: Toutes les transactions
it: Tutte le transazioni
nl: Alle transacties
pt_br: Todas as transações

source: All transactions for %@
de: Alle Transaktionen für %@
es: Todas las transacciones de %@
fr: Toutes les transactions de %@
it: Tutte le transazioni per %@
nl: Alle transacties voor %@
pt_br: Todas as transações de %@

source: allocate a split amount
de: Teilbetrag zuweisen
es: asignar un importe dividido
fr: attribuer un montant réparti
it: assegna un importo diviso
nl: een gesplitst bedrag toewijzen
pt_br: alocar um valor dividido
